name: "model2"
platform: "onnxruntime_onnx"
max_batch_size : 16
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 3, 256, 256 ]
    reshape: { shape: [ 3, 256, 256 ] }
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 1000 ]
    reshape: { shape: [ 1000 ] }
  }
]
