name: "model1"
platform: "pytorch_libtorch"
max_batch_size : 16
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ 3, 256, 256]
    reshape: { shape: [ 3, 256, 256] }
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 1000 ]
    reshape: { shape: [ 1000 ] }
  }
]
